Revit 2027 API
ParameterTypeId.RebarBarMaximumBendRadius Property
 "Maximum Bend Radius"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarBarMaximumBendRadius { get; }
Public Shared ReadOnly Property RebarBarMaximumBendRadius As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarBarMaximumBendRadius {
	ForgeTypeId^ get ();
}
static member RebarBarMaximumBendRadius : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace